9/data/attachments/9de74e331fede45e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christopher_management_Friend_38396_5</nif:username>
            <nif:friendToBeRequested>soap_friends_820e7bf3-842a-4ec0-b85a-397ac4407f7d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>